[{"id":"2","name":"Burger","price":5,"description":"A burger is a sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or other ingredients. Hamburgers are often grilled on a bun or on a grill, and often contain other ingredients such as lettuce, tomato, onion, pickles, bacon, or other ingredients. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or other ingredients. Hamburgers are often grilled on a bun or on a grill, and often contain other ingredients such as lettuce, tomato, onion, pickles, bacon, or other ingredients.","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Burger_King_Angus_Bacon_%26_Cheese_Steak_Burger.jpg/220px-Burger_King_Angus_Bacon_%26_Cheese_Steak_Burger.jpg"},{"id":"3","name":"Cake","price":15,"description":"A cake is a form of food, which is typically round and sweet, made from flour, sugar, and other ingredients, and is often served as a dessert. The recipe for a cake is typically symbolic of the food or mood of the chef who cooked it. Cake recipes vary widely in their composition, style, and presentation, but are usually based on sweet foods, such as flour, sugar, eggs, and butter. Cake recipes vary widely in their composition, style, and presentation, but are usually based on sweet foods, such as flour, sugar, eggs, and butter.","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Cake_with_chocolate_frosting.jpg/220px-Cake_with_chocolate_frosting.jpg"},{"id":"5","name":"Paella","price":15.99,"description":"Paella is a dish of Spanish origin, consisting of a heaping of rice, meat, seafood, vegetables, and other ingredients, wrapped in a layer of rice paper or paella rice, and eaten either as a main dish or as a side dish. The dish originated in the Basque country of Spain, but has since become popular in other countries as well. The paella rice is a traditional Spanish rice dish, and is often eaten with seafood, seafood-based dishes, and seafood-based salads.","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Paella_de_marisco.jpg/220px-Paella_de_marisco.jpg"},{"name":"Pasta al Pomodoro","description":"Tipical italian pasta","price":"10.99","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Pasta_al_pomodoro.JPG/220px-Pasta_al_pomodoro.JPG"}]